---
layout: default_span
title: {{ site.name }}
---

<h1>M&oacute;dulo 1: Introducci&oacute;n a la Computadora</h1>
<p><strong>&nbsp;</strong></p>
<p><strong>Al final de este m&oacute;dulo: </strong></p>
<ol>
<li>Los estudiantes podr&aacute;n definir una computadora.</li>
<li>Los estudiantes podr&aacute;n definir hardware y software.</li>
<li>Los estudiantes podr&aacute;n identificar diferentes tipos de computadoras.</li>
<li>Los estudiantes podr&aacute;n identificar una computadora de escritorio y sus partes principales.</li>
<li>Los estudiantes podr&aacute;n identificar una computadora port&aacute;til y sus partes principales.</li>
<li>Los estudiantes podr&aacute;n reconocer los diferentes tipos de botones de la computadora.</li>
<li>Los estudiantes podr&aacute;n reconocer los diferentes tipos de puertos de la computadora.</li>
<li>Los estudiantes podr&aacute;n reconocer los diferentes tipos de ranuras de la computadora.</li>
<li>Los estudiantes podr&aacute;n los diferentes tipos de perif&eacute;ricos de la computadora.</li>
<li>Los estudiantes podr&aacute;n explicar la postura correcta al sentarse en una computadora de escritorio.</li>
<li>Los estudiantes podr&aacute;n describir los pasos correctos para encender y apagar una computadora de escritorio.</li>
<li>Los estudiantes podr&aacute;n describir los pasos correctos para encender y apagar una computadora port&aacute;til.</li>
</ol>
<p><strong>&nbsp;</strong></p>
<p><strong>Nota para el maestro</strong>: Este manual autoguiado proporciona algunas ideas sobre c&oacute;mo presentar el contenido de cada una de las lecciones del m&oacute;dulo 1. Tenemos presente que no es la &uacute;nica manera de presentar el contenido a los estudiantes.</p>
<p><strong>&nbsp;</strong></p>
<h2>Lecci&oacute;n1: &iquest;Qu&eacute; es una Computadora?</h2>
<p><strong>&nbsp;</strong></p>
<p><strong>Al final de esta lecci&oacute;n: </strong></p>
<ol>
<li>Los estudiantes podr&aacute;n definir una computadora.</li>
<li>Los estudiantes podr&aacute;n definir hardware y software.</li>
</ol>
<p><strong>&nbsp;</strong></p>
<p><strong>Nota para el maestro</strong>: antes de presentar la definici&oacute;n de la computadora a los estudiantes, puede ser &uacute;til que el maestro tenga una idea de cu&aacute;ntos estudiantes han escuchado, visto y usado computadoras antes. El maestro puede hacer preguntas como &ldquo;&iquest;cu&aacute;ntos de ustedes han usado una computadora antes?&rdquo;, &ldquo;&iquest;qu&eacute; creen que es una computadora?&rdquo;, &ldquo;&iquest;pueden contarme m&aacute;s sobre su experiencia con las computadoras?&rdquo;, etc.</p>
<p>El objetivo de estas preguntas es que el maestro aprenda m&aacute;s sobre la experiencia del estudiante con las computadoras. Las respuestas de los estudiantes pueden variar desde &ldquo;He usado computadoras antes&rdquo; hasta &ldquo;No tengo idea de qu&eacute; es una computadora&rdquo;. Algunos estudiantes tal vez expresen que han visto y escuchado acerca de las computadoras antes, pero que les han tenido miedo por varias razones.</p>
<p>Despu&eacute;s de aprender m&aacute;s sobre la experiencia del estudiante con las computadoras, el maestro puede informar a los estudiantes que uno de los objetivos de la lecci&oacute;n de hoy es que todos se sientan c&oacute;modos con las computadoras y responder cualquier pregunta que tengan sobre estas.</p>
<p>Un ejercicio &uacute;til que el maestro puede hacer antes de presentar el concepto de la computadora es hacer que cada estudiante coloque su mano derecha sobre el mouse de la computadora, moverlo, hacerle clic en cada bot&oacute;n, etc. Este ejercicio puede ayudar algunos estudiantes perderle el miedo a la computadora poco a poco y mirar que ellos tienen el control de la computadora, y no al rev&eacute;s. Este mismo ejercicio se puede hacer con el teclado.</p>
<p>Adem&aacute;s de estos ejercicios, tambi&eacute;n puede ser &uacute;til tener recortes de cada parte principal de la computadora de escritorio para compartir con cada estudiante. Esto puede ayudar al estudiante a tener una representaci&oacute;n visual de cada parte para llevar a casa y/o revisar m&aacute;s tarde. Lo mismo se puede hacer para diferentes tipos de software de computadora.</p>
<p>Por &uacute;ltimo, es recomendable anotar en el pizarr&oacute;n la definici&oacute;n de la computadora, hardware y software. Repase cada definici&oacute;n con los estudiantes y rep&iacute;talas cuanto sea necesario. La repetici&oacute;n es clave para esta y todas las lecciones.</p>
<p>&nbsp;</p>
<h2>Lecci&oacute;n2: &iquest;Cu&aacute;les son los Diferentes Tipos de Computadoras?</h2>
<p><strong>&nbsp;</strong></p>
<p><strong>Al final de esta lecci&oacute;n: </strong></p>
<ol>
<li>Los estudiantes podr&aacute;n identificar diferentes tipos de computadoras.</li>
<li>Los estudiantes podr&aacute;n identificar una computadora de escritorio y sus partes principales.</li>
<li>Los estudiantes podr&aacute;n identificar una computadora port&aacute;til y sus partes principales.</li>
</ol>
<p>&nbsp;</p>
<p><strong>Nota para el maestro</strong>: Esta lecci&oacute;n se puede presentar usando muchas im&aacute;genes. Esto requerir&aacute; que el maestro tenga recortes de los diferentes tipos de computadoras, una computadora de escritorio y sus partes principales, y una computadora port&aacute;til. Si no hay tiempo para hacer recortes, puede ser &uacute;til tener los recortes de la computadora de escritorio y la computadora port&aacute;til como m&iacute;nimo.</p>
<p>Tambi&eacute;n es muy &uacute;til tener representaciones visuales para cada uno de estos conceptos en el proyector. Esto se puede hacer f&aacute;cilmente al realizar una b&uacute;squeda de im&aacute;genes de estos temas en google.com y luego presentar cada imagen en el proyector.</p>
<p>En esta etapa, es posible que muchos estudiantes no est&eacute;n listos para encender la computadora de escritorio que tienen frente a ellos. Sin embargo, un ejercicio &uacute;til es formar grupos de dos estudiantes y dejar que discutan las partes principales de la computadora entre ellos. El objetivo es que cada alumno le diga al otro el nombre de cada parte principal y viceversa. Este ejercicio les ayudar&aacute; a memorizar el nombre de cada una de las partes principales de la computadora de escritorio.</p>
<p>Cuando se habla de la computadora port&aacute;til y sus partes principales, puede ser &uacute;til que el maestro traiga una computadora port&aacute;til real al sal&oacute;n de clases. Asumiendo que esta computadora port&aacute;til no es para uso personal, puede ser &uacute;til pasarla a cada estudiante para que ellos puedan verla de cerca.</p>
<p>Por &uacute;ltimo, repita el mismo ejercicio de permitir que los estudiantes muevan el mouse de la computadora y coloquen sus manos en el teclado. Estos peque&ntilde;os ejercicios los preparar&aacute;n para la lecci&oacute;n 3, donde cada estudiante podr&aacute; encender y apagar una computadora de escritorio y una computadora port&aacute;til.</p>
<p>&nbsp;</p>
<h2>Lecci&oacute;n 3: &iquest;Cu&aacute;les son los Diferentes tipos de Botones de la Computadora?</h2>
<p><strong>&nbsp;</strong></p>
<p><strong>Al final de esta lecci&oacute;n: </strong></p>
<ol>
<li>Los estudiantes podr&aacute;n reconocer los diferentes tipos de botones de la computadora.</li>
</ol>
<p>&nbsp;</p>
<h2>Lecci&oacute;n 4: &iquest;Cu&aacute;les son los Diferentes Tipos de Puertos de la Computadora?</h2>
<p><strong>&nbsp;</strong></p>
<p><strong>Al final de esta lecci&oacute;n: </strong></p>
<ol>
<li>Los estudiantes podr&aacute;n reconocer los diferentes tipos de puertos de la computadora.</li>
</ol>
<p>&nbsp;</p>
<h2>Lecci&oacute;n 5: &iquest;Cu&aacute;les son los Diferentes Tipos de Ranuras de la Computadora?</h2>
<p><strong>&nbsp;</strong></p>
<p><strong>Al final de esta lecci&oacute;n: </strong></p>
<ol>
<li>Los estudiantes podr&aacute;n reconocer los diferentes tipos de ranuras de la computadora.</li>
</ol>
<p><strong>&nbsp;</strong></p>
<p><strong>Nota para el maestro</strong>: uno de los objetivos principales de las lecciones 3, 4 y 5 es que los estudiantes reconozcan el bot&oacute;n de encendido de la computadora, el puerto USB y la ranura para tarjetas de expansi&oacute;n. Es recomendable que el profesor tenga recortes para cada uno de esto. Tambi&eacute;n es recomendable presentar cada uno de estos temas en la misma clase.</p>
<p>Despu&eacute;s de presentar los diferentes tipos de botones, puertos y ranuras de la computadora, los siguientes dos ejercicios pueden ser muy &uacute;tiles para ayudar a los estudiantes aumentar su nivel de comodidad con las computadoras:</p>
<ul>
<li>Ejercicio en grupo para ubicar botones, puertos y ranuras</li>
<li>Encender y apagar una computadora de escritorio</li>
</ul>
<h1>&nbsp;</h1>
<h3>Ejercicio en grupo para ubicar botones, puertos y ranuras</h3>
<p>&nbsp;</p>
<p>El objetivo de este ejercicio en grupo es que cada grupo explore los diversos botones, puertos y ranuras de la computadora. D&eacute;jelos explorar y hablar entre ellos. Notar&aacute; que cada estudiante tiene su forma &uacute;nica de describir un bot&oacute;n, puerto y ranura de la computadora. Eso est&aacute; bien por ahorita.</p>
<p>Camine por el aula y ac&eacute;rquese a cada grupo. Se&ntilde;ale un bot&oacute;n, puerto o ranura espec&iacute;fico de la computadora y haga que el grupo le diga el nombre correcto. Haga esto varias veces, especialmente para el bot&oacute;n de encendido, el puerto USB y la ranura para tarjetas de expansi&oacute;n. Aseg&uacute;rese de que todos en el grupo puedan ubicar y nombrar correctamente el bot&oacute;n, el puerto o la ranura de la computadora que est&aacute; se&ntilde;alando.</p>
<p>&nbsp;</p>
<h3>Encender y apagar una computadora de escritorio</h3>
<p>&nbsp;</p>
<p>Este ejercicio es opcional, pero realmente puede ayudar a los estudiantes que solo tienen acceso a una computadora de escritorio en clase a sentirse m&aacute;s c&oacute;modos con las computadoras.</p>
<p>Para este ejercicio, aseg&uacute;rese de que todas las computadoras de escritorio del sal&oacute;n est&eacute;n apagadas. Despu&eacute;s pida a los alumnos que localicen el bot&oacute;n de encendido en la unidad del sistema de la computadora. Tambi&eacute;n pida a cada estudiante que muestre la ubicaci&oacute;n del bot&oacute;n de encendido a la persona de al lado. Por &uacute;ltimo, pida a los alumnos que presionen el bot&oacute;n de encendido. A medida que la computadora arranca, observe la expresi&oacute;n de los estudiantes. Disfruta este momento. &iexcl;Acaban de aprender a encender una computadora de escritorio!</p>
<p>Suponiendo que todas las computadoras en el sal&oacute;n de clases tienen Windows 10 instalado y requieran un nombre de usuario y una contrase&ntilde;a para iniciar sesi&oacute;n, haga que cada estudiante mueva y haga clic con el mouse de la computadora. Mientras realizan este paso, preg&uacute;nteles si ven el bot&oacute;n de encendido en alg&uacute;n lugar de la pantalla. El bot&oacute;n de encendido debe estar ubicado en la parte inferior derecha de la pantalla.</p>
<p>Una vez que localicen el bot&oacute;n de encendido, perm&iacute;tales intentar hacer clic en &eacute;l. Expl&iacute;queles las opciones que aparecen despu&eacute;s de presionarlo. Las opciones t&iacute;picas son dormir, apagar y reiniciar. Perm&iacute;tales intentar hacer clic en la opci&oacute;n de apagado para apagar la computadora. Es posible que algunos estudiantes no puedan hacerlo, y eso est&aacute; bien. La mayor&iacute;a de los estudiantes nunca han usado un mouse de computadora, as&iacute; que tenga paciencia. Para aquellos que lograron apagar la computadora, p&iacute;dales que ayuden a sus compa&ntilde;eros que a&uacute;n no pueden hacerlo. Observe el sal&oacute;n de clases y ayude a los estudiantes que tienen m&aacute;s dificultades. Mu&eacute;streles c&oacute;mo hacerlo con paciencia.</p>
<p>Repita estos ejercicios varias veces en esta y futuras clases. Esto ayudar&aacute; a los estudiantes aumentar su nivel de comodidad con las computadoras.</p>
<p>&nbsp;</p>
<h2>Lecci&oacute;n 6: &iquest;Cu&aacute;les son los Diferentes Tipos de Perif&eacute;ricos de la Computadora?</h2>
<p><strong>Al final de esta lecci&oacute;n: </strong></p>
<ol>
<li>Los estudiantes podr&aacute;n reconocer los diferentes tipos de perif&eacute;ricos de la computadora.</li>
</ol>
<p>&nbsp;</p>
<p><strong>Nota para el maestro</strong>: Puede ser muy &uacute;til traer algunos perif&eacute;ricos de computadora a la clase cuando presente este material a los estudiantes. Si esto no es posible, muestre diferentes perif&eacute;ricos de computadora en el proyector. Tambi&eacute;n puede ayudar a clasificar cada perif&eacute;rico como un dispositivo de entrada, salida, procesamiento o almacenamiento. Pero no es necesario.</p>
<p>Dado que la mayor&iacute;a de los perif&eacute;ricos de la computadora usan un puerto USB, mu&eacute;streles c&oacute;mo conectarlos a la computadora de escritorio.</p>
<p>&nbsp;</p>
<h2>Lecci&oacute;n 7: Cual es la Postura Correcta para Sentarse Frente a una Computadora?</h2>
<p><strong>&nbsp;</strong></p>
<p><strong>Al final de esta lecci&oacute;n: </strong></p>
<ol>
<li>Los estudiantes podr&aacute;n explicar la postura correcta al sentarse frente a una computadora de escritorio.</li>
</ol>
<p>&nbsp;</p>
<p><strong>Nota para el maestro</strong>: una de las mejores maneras de presentar este material es demostrar la postura correcta para sentarse frente a una computadora de escritorio. Muestre cada paso a medida que lo describe.</p>
<p>&nbsp;</p>
<h2>Lecci&oacute;n 8: Como Encender y Apagar una Computadora de Escritorio?</h2>
<p><strong>&nbsp;</strong></p>
<p><strong>Al final de esta lecci&oacute;n: </strong></p>
<ol>
<li>Los estudiantes podr&aacute;n describir los pasos correctos para encender y apagar una computadora de escritorio.</li>
</ol>
<p>&nbsp;</p>
<h2>Lecci&oacute;n 9: Como Encender y Apagar una Computadora Port&aacute;til?</h2>
<p><strong>&nbsp;</strong></p>
<p><strong>Al final de esta lecci&oacute;n: </strong></p>
<ol>
<li>Los estudiantes podr&aacute;n describir los pasos correctos para encender y apagar una computadora port&aacute;til.</li>
</ol>
<p>&nbsp;</p>
<p><strong>Nota para el maestro</strong>: Es recomendable presentar el material de estas dos lecciones en una clase. El siguiente ejercicio ayudar&aacute; a los estudiantes a solidificar los pasos para encender y apagar correctamente una computadora de escritorio. Es recomendable hacer el mismo ejercicio para una computadora port&aacute;til.</p>
<p>&nbsp;</p>
<h3>Encender y apagar una computadora de escritorio</h3>
<p>&nbsp;</p>
<p>Para este ejercicio, aseg&uacute;rese de que todas las computadoras de escritorio del sal&oacute;n est&eacute;n apagadas. Despu&eacute;s pida a los alumnos que localicen el bot&oacute;n de encendido en la unidad del sistema de la computadora. Tambi&eacute;n pida a cada estudiante que muestre la ubicaci&oacute;n del bot&oacute;n de encendido a la persona de al lado. Por &uacute;ltimo, pida a los alumnos que presionen el bot&oacute;n de encendido. A medida que la computadora arranca, observe la expresi&oacute;n de los estudiantes. Disfruta este momento. &iexcl;Acaban de aprender a encender una computadora de escritorio!</p>
<p>Suponiendo que todas las computadoras en el sal&oacute;n de clases tienen Windows 10 instalado y requieran un nombre de usuario y una contrase&ntilde;a para iniciar sesi&oacute;n, haga que cada estudiante mueva y haga clic con el mouse de la computadora. Mientras realizan este paso, preg&uacute;nteles si ven el bot&oacute;n de encendido en alg&uacute;n lugar de la pantalla. El bot&oacute;n de encendido debe estar ubicado en la parte inferior derecha de la pantalla.</p>
<p>Una vez que localicen el bot&oacute;n de encendido, perm&iacute;tales intentar hacer clic en &eacute;l. Expl&iacute;queles las opciones que aparecen despu&eacute;s de presionarlo. Las opciones t&iacute;picas son dormir, apagar y reiniciar. Perm&iacute;tales intentar hacer clic en la opci&oacute;n de apagado para apagar la computadora. Es posible que algunos estudiantes no puedan hacerlo, y eso est&aacute; bien. La mayor&iacute;a de los estudiantes nunca han usado un mouse de computadora, as&iacute; que tenga paciencia. Para aquellos que lograron apagar la computadora, p&iacute;dales que ayuden a sus compa&ntilde;eros que a&uacute;n no pueden hacerlo. Observe el sal&oacute;n de clases y ayude a los estudiantes que tienen m&aacute;s dificultades. Mu&eacute;streles c&oacute;mo hacerlo con paciencia.</p>

<div align="left">
<a href="home" class="next">Anterior &raquo;</a>
</div>
