---
layout: default_span
title: {{ site.name }}
---

<h1>Gu&iacute;a de mejores pr&aacute;cticas para el aula de habilidades de alfabetizaci&oacute;n digital</h1>
<p>&nbsp;</p>
<p>Bienvenidos al Centro de Formaci&oacute;n Integral LaSalle,</p>
<p>Gracias por su tiempo como voluntario para ayudarnos a mejorar la vida de nuestra comunidad estudiantil. Esta breve gu&iacute;a le proporciona algunas de las mejores pr&aacute;cticas que puede utilizar en su sal&oacute;n de clases de habilidades de alfabetizaci&oacute;n digital. No es una gu&iacute;a extensa y entendemos que todos nuestros profesores tienen un estilo de ense&ntilde;anza &uacute;nico. Utilice este gu&iacute;a como un punto de partida.</p>
<p>&nbsp;</p>
<h2>Preparaci&oacute;n de la clase</h2>
<ul>
<li>Muchos de nuestros estudiantes no tienen computadoras en casa, lo que les impide revisar cualquier material de clase en l&iacute;nea.
<ul>
<li>Una forma de mitigar este problema es proporcionar cualquier material discutido en clase en la recepci&oacute;n para que los estudiantes lo impriman y lo lleven a casa.</li>
<li>Si decide utilizar el contenido de habilidades de alfabetizaci&oacute;n digital que le proporcion&oacute; el director del centro, informe a los estudiantes qu&eacute; lecciones son relevantes en su clase, para que puedan solicitar una versi&oacute;n impresa de esas lecciones. Tenga en cuenta que el contenido de alfabetizaci&oacute;n digital disponible tambi&eacute;n se puede acceder en l&iacute;nea para que los estudiantes lo revisen en sus tel&eacute;fonos.</li>
</ul>
</li>
<li>Muchos estudiantes son aprendices visuales. Es recomendable preparar recortes de los principales conceptos presentados en cada clase. Estos recortes visuales pueden ayudar a los estudiantes a recordar la terminolog&iacute;a inform&aacute;tica vista en clase.
<ul>
<li>Puede solicitar a la recepci&oacute;n que imprima estos recortes para usted.</li>
</ul>
</li>
</ul>
<p>&nbsp;</p>
<h2>Organizaci&oacute;n de la clase</h2>
<ul>
<li>Para que el centro ayude a tantos estudiantes como sea posible cada semestre, puede haber ocasiones donde su grupo de estudiantes puede variar en habilidades, edad y capacidades. Es probable que observe esto despu&eacute;s de su primera o segunda clase. Una forma de organizar su sal&oacute;n de clases es poner juntos a un estudiante que aprende r&aacute;pido con un estudiante que tiene un poco m&aacute;s de dificultad. Esto aumentar&aacute; la colaboraci&oacute;n de los estudiantes y le brindar&aacute; algo de tiempo para ayudar individualmente a los estudiantes que tienen m&aacute;s dificultades.</li>
<li>Use la pizarra para escribir los conceptos m&aacute;s importantes que desea que los estudiantes aprendan en cada clase. Intente hacer su escritura un poco m&aacute;s grande para que todos los estudiantes puedan leer la pizarra.</li>
<li>Tambi&eacute;n proporcione cualquier material que escriba en la pizarra a la recepci&oacute;n para que los estudiantes lo puedan imprimir y repasar en casa.</li>
<li>Haga uso del proyector para mostrar a los alumnos im&aacute;genes de cualquier concepto complejo que presente en clase. Esto puede ayudar a los estudiantes a visualizar los conceptos un poco mejor (por ejemplo, CPU, placa base, etc.)</li>
</ul>
<p>&nbsp;</p>
<h2>Pautas fundamentales para el maestro</h2>
<ul>
<li>Escuche al estudiante. Antes de comenzar su primera clase, es &uacute;til que los estudiantes compartan un poco sobre s&iacute; mismos. Aqu&iacute; hay algunas preguntas iniciales:
<ul>
<li>&iquest;Cu&aacute;l es su nombre?</li>
<li>&iquest;Por qu&eacute; est&aacute; tomando esta clase?</li>
<li>&iquest;Puede compartir algo que le guste hacer fuera de la clase?</li>
</ul>
</li>
<li>La repetici&oacute;n es clave. Debido a que su grupo de estudiantes puede variar en habilidades y edad, es esencial que no se moleste cuando los estudiantes le pidan que repita un concepto que acaba de presentar.
<ul>
<li>Esta es una habilidad que muchos maestros no tienen paciencia, y realmente puede da&ntilde;ar la din&aacute;mica del sal&oacute;n de clases si parece que usted se molesta al repetir un concepto. Por favor sea consciente de esto y repita el concepto de diferentes maneras como usted vea.</li>
<li>De hecho, es recomendable que haga de la repetici&oacute;n una regla b&aacute;sica en su sal&oacute;n de clases. En otras palabras, inf&oacute;rmeles a los estudiantes que esperen mucha repetici&oacute;n de conceptos complejos en el aula.</li>
<li>Tambi&eacute;n es recomendable recomendar a los alumnos a tomar notas de los conceptos complejos en su propio cuaderno.</li>
</ul>
</li>
<li>La colaboraci&oacute;n entre los estudiantes es fundamental. Antes de comenzar su primera clase, establezca el tono para su sal&oacute;n de clases. Lo que esto significa es informar a los estudiantes que su sal&oacute;n de clases depende de que todos se ayuden entre s&iacute;. Esto tambi&eacute;n significa:
<ul>
<li>Ning&uacute;n estudiante debe estar en Facebook.</li>
<li>Ning&uacute;n estudiante debe estar en WhatsApp.</li>
<li>Ning&uacute;n estudiante debe trabajar solo.</li>
</ul>
</li>
<li>Establezca reglas espec&iacute;ficas para los estudiantes que necesitan atender llamadas telef&oacute;nicas durante la clase.
<ul>
<li>Es recomendable informar a los estudiantes que configuren sus tel&eacute;fonos para que vibren y atiendan su llamada fuera del aula si es necesario.</li>
</ul>
</li>
</ul>

<a href="home" class="next">Anterior &raquo;</a>
